---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU
source: html/2549f860-61ea-7f6f-a870-3082b3bb5196.htm
---
# StructuralSectionGeneralU Properties

Common set of parameters for structural analysis.